[
    {
      "id": "1",
      "name": "Ikan Guppy",
      "latin": "Poecilia Reticulata",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998584\/bukusaku\/ikan_guppy_rzdmkb.png",
      "tabiat": "Pendamai",
      "hidup": "2-3 Tahun",
      "kesulitan": "Pemula",
      "area": "Seluruh Area Cenderung Atas",
      "ukuran": "3-5 Cm Tergantung Jenis",
      "perkembangbiakan": "Livebearer",
      "pompa": "Tidak",
      "keterangan": "Ikan Guppy Bisa Dibilang Ikan Sejuta Umat Karena Ikan Ini Mudah Sekali Pemeliharaannya Istilahnya Tinggal Lempar Ke Kolam Bisa Berkembang Biak Selama Dikolam Tidak Ada Ikan Predatornya. Tetapi Ukuran Wadah Juga Tergantung Jumlah Ikan Dan Kualitas Air, Sebaiknya Air Diganti Setengah Selama Sminggu Sekali Jika Tidak Menggunakan Cirkulasi Air Harga Ikan Ini Juga Relatif Terjangkau Di Kelas Tertentu Walau Ada Jenis2 Tertentu Yg Harganya Fantastis Misalkan Variant King Koi.untuk Pemula Disarankan Memelihara Jenis Jenis Yg Biasa2 Aja Seperti Seperti Variant Dragon, Cobra Atau Black Moscow. Variasi Ikan Ini Benar2 Banyak Dan Jika Anda Penghobby Anda Tidak Akan Bosan Mengkoleksi Terus Variant2 Yg Belum Anda Miliki Tapi Ingat Budget Dan Empaat Yg Harus Disediakan Untuk Pakan Ikan Ini Tidak Terlalu Pemilih Mulai Pelet Hingga Pakan Hidup Seperti Jentik Nyamuk, Cacing Sutra Pakan Hidup Tetap Yg Terbaik Tetapi Pelet Dibiasakan Selain Mudah Penyimpanan Harga Juga Terjangkau, Diusahakan Menggunakan Pelet Berprotein Tinggi Skitaran 40% An Ikan Guppy Relatif Aman Di Pelihara Bersama Guppy Seperti Ikan Pelatis, Molly ",
      "menu_utama": "2"
    },
    {
      "id": "2",
      "name": "Ikan Cupang",
      "latin": "Betta Spledens",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998583\/bukusaku\/ikan_cupang_pomimi.png",
      "tabiat": "Agresive, Terrorial",
      "hidup": "3 Thn",
      "kesulitan": "Pemula (penghobby )",
      "area": "Seluruh. Cendrung Di Dekat Permukaan ",
      "ukuran": "6-7 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Tidak",
      "keterangan": "Ikan Cupang Adalah Ikan Yg Paling Sering Dijumpai, Rata2 Setiap Kios \nIkan Hias Pasti Ada Ikan Cupang, Karena Ikan Ini Tidak Membutuhkan Perawatan Khusus (tidak Butuh Aerotor Atau Filter \nDengan Catatan Ganti Setengah Air Minimal 2 Minggu Sekli )\nKarena Ikan Ini Memiliki Kemampuan Untuk Mengambil Udara Langsung Dari Permukaan \n\tSaat Ini Ikan Ini Banyak Skali Variasi Warna2 Menarik Dan Layak Untuk Di Koleksi \nTapi Patut Diperhatikan Ialah Ikan Ini Ikan Yg Sangat Teritorial Dia Akan Bertarung Sampai Mati\nJika Digabungkan Dua Ekor Pejantan Dalam Satu Wadah, Jadi Sediakan Banyak Wadah Jika Ingin \nMengoleksi Ikan Cantik Ini. Bisa Juga Sebagai Ikan Pengisi Aquascape Di Campur Dengan Ikan Yg Cepat \nPergerakannya Jadi Aman Dari Sifat Teritorial Ikan Ini\n \nUntuk Pakan Tidak Lah Sulit Pakan Hidup Selalu Jadi Pavorit Akan Tetapi \nBisa Juga Memberi Makan Ikan Ini Dengan Menggunakan Pelet Jika Sudah Terbiasa",
      "menu_utama": "2"
    },
    {
      "id": "3",
      "name": "Ikan Platis",
      "latin": "Xiphophorus Sp",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998587\/bukusaku\/ikan_platy_dxt6vs.png",
      "tabiat": "Pendamai",
      "hidup": "3 Thn",
      "kesulitan": "Pemula",
      "area": "Seluruh. Cendrung Di Dekat Permukaan",
      "ukuran": "6-7 Cm",
      "perkembangbiakan": "Livebearer",
      "pompa": "Tidak",
      "keterangan": "Ikan Platis Ikan Yg Sangat Mudah Dipelihara Kunci Utamanya Ialah Dia Menggunakan Air Lama Yg Bersih.\nIkan Ini Juga Tidak Terlalu Masalah Dengan Pakan Yg Diberikan Akan Tetapi Tetap Pakan Alami Yg Terbaik, Ya Setidaknya Satu Minggu Sekali \nSebagai Selingan.\n\tUntuk Pilihan Saat Ini Ikan Platy Memiliki Variant Yg Luas Mulai Dari Ekor 2, Warna Koi, Jenis Texudo Hingga Micky Mouse Dan Lain-lain\nYg Tidak Mungkin Saya Ebutkan Disini \n\tSaat Di Pelihara Dikolam Sebaiknya Diberi Tanaman Air Karena Ikan Ini Sering Tidak Disengaja Melahirkan\nJadi Mungkin Untuk Menjaga Anak2 Nya Agar Tidak Dimakan Indukannya. Ini Solusi Jangka Pendek Amannya Jika Ingin Mengembang Biakan Tetap \nHarus Memindahkan Ke Wadah Lain \n\tIkan Ini Pendamai Walau Pun Ada Sesekali Pertikaian Antara Pejantan Jarang Sekali Sampai Cedera. Ikan Ini Bisa Dipelihara Bersama-sama \nDengan Ikan Molly, Guppy.",
      "menu_utama": "2"
    },
    {
      "id": "4",
      "name": "Ikan Molly",
      "latin": "Poecilia Sp",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998585\/bukusaku\/ikan_molly_wv1r4b.png",
      "tabiat": "Pendamai",
      "hidup": "3-5 Thn",
      "kesulitan": "Pemula",
      "area": "Seluruh. Cendrung Di Dekat Permukaan",
      "ukuran": "8-14 Cm",
      "perkembangbiakan": "Livebearer",
      "pompa": "Tidak",
      "keterangan": "Jika Anda Ingin Diaquarium Atau Di Kolam Anda Cepat Penuh Dengan Ikan Dan Tidak Keberatan Untuk Memelihara Banyak Ikan, Ikan Ini\nIkan Yg Anda Cari. Ikan Ini Juga Seperti Ikan Platy Banyak Memiliki Variant Mulai Dari Yg Short Body, Ekor Sabit Ada Juga Sirip\nLayar Yg Mewah Untuk Pemiliharaan Ikan Ini Juga Bukan Ikan Yg Rewel Dalam Pemeliharaannya Karena Masalah Air Ikan Ini Di Alam Liar\nDapat Ditemukan Dirawa2 Hingga Air Asin\n\tIkan Ini Gampang Sekali Terjadi Hybrid Karena Ikan Ini Bisa Dipelihara Bersama-sama Jadi Sering Terjadi Kawin Silang \nTapi Itu Bukan Masalah Besar Terkadang Gen Molly Mudah Sekali Balik Ke Gen Awal Dari Indukannya \n \tJadi Yg Perlu Diingat Siapkan Wadah Lebih Untuk Anak2 Ikan Molly, Jika Tidak Ingin Disibukan Dengan Anak2 Ikan \nBeli Hanya Pejantan Atau Hanya Betinanya Saja",
      "menu_utama": "2"
    },
    {
      "id": "5",
      "name": "Ikan Black Tetra",
      "latin": "Gymnocorymbus Ternetzi",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998583\/bukusaku\/ikan_black_tetra_dmvm4m.png",
      "tabiat": "Semi Agresive",
      "hidup": "3-5 Thn",
      "kesulitan": "Pemula, Sedang",
      "area": "Tengah, Bawah",
      "ukuran": "5-7 Cm ( Diameter 7cm )",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Ya",
      "keterangan": "Ikan Black Tetra Salah Satu Ikan Yg Paling Serin Ditemui Di Pasar Maupun Toko-toko Ikan Hias Dengan Variant Albino, Black Platinum (rare) Ekor Slayer\nDan Normal Ikan Ini Termasuk Ikan Yg Mudah Dipelihara\nDan Pendamai, Jika Ingin Memelihara Ikan Ini Dalam Aquarium Campuran Ada Baiknya Berjumlah Minimal 6 Ekor, Untuk Mengurangi Keagresivan Ikan Ini Terhadap \nIkan Komuniti Yg Lain. Untuk Makanan Ikan Ini Tidak Pilih2 Makanan Bisa Di Beri Pelet Ikan Yg Ukuran Kecil2 Maupun Pakan Alami Baik Hidup Ataupun Beku.\n\tIkan Ini Adalah Perenang Yg Aktif Dan Juga Bisa Lompat Tinggi Lenih Aman Jiga Dipelihara Diaquarium Yg Tertutup Tapi Yg Patut Di Perhatikan \nAdalah Parameter Air Diusahakan Air Selalu Dalam Kondisi Baik Jadi Membuat Ikan Nyaman Jadi Tidak Akan Melompat Keluar Dari Aquarium .",
      "menu_utama": "2"
    },
    {
      "id": "6",
      "name": "Ikan Sumatera",
      "latin": "Puntigrus Tetrazona",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998589\/bukusaku\/ikan_sumatra_q8onrx.png",
      "tabiat": "Semi Agresive",
      "hidup": "5-7 Tahun",
      "kesulitan": "Pemula Sampai Sedang",
      "area": "Tengah, Bawah",
      "ukuran": "6,5 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Ya",
      "keterangan": "Ikan Sumatera Saat Ini Memiliki Banyak Variatif Warna Seperti Albino,platinum, Fullblack Maupun Marble\nAda Juga Variasi Body Balon Dan Ekor Slayer. Ikan Ini Ikan Yg Cukup Jahil Baik Antara Kawaanannya Mau Pun Antara Penghuni \nAquarium Lainnya. Untuk Mengurangi Tingkat Keisengan Ikan Ini Diusahakan Memelihara Ikan Ini Tak Kurang Dari 6 Dan Tak Lebih Dari 8 Ekor. Jika Hanya 2 Ekor Ikan Ini Hanya Sembunyi Dan Berpisah Antara Satu Dan Lainnya. \n\tUntuk Memelihara Ikan Ini Dalam Aquarium Campuran Bisa Digabung Dengan Sesama Jenis Barb, Rossy Barb, Cherry Barb\nAtaupun Thinfoil Barb (bisa Berukuran Besar ). Bisa Juga Digabung Dengan Coridoras, Botia. Simple Nya Jangan Pelihara\nIkan Ini Dengan Ikan Yg Memiliki Sirip-sirip Panjang Karena Ikan Ini Terkenal Suka Mengigit Sirip-sirip Ikan Lain",
      "menu_utama": "2"
    },
    {
      "id": "7",
      "name": "Ikan Kaca",
      "latin": "Parambassis Sp",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998584\/bukusaku\/ikan_kaca_p45hcd.png",
      "tabiat": "Pendamai Aktif",
      "hidup": "-",
      "kesulitan": "Sulit",
      "area": "Tengah, Atas",
      "ukuran": "7,5 Cm",
      "perkembangbiakan": "Egg Layer ( Sulit Dibudidaya)",
      "pompa": "Ya",
      "keterangan": "Ikan Kaca Ikan Mungkin Anda Sering Lihat, Warna Asli Ikan Ini Adalah Transparant. Tapi Sering Sekali Ikan Ini Disuntikan Warna. Ada Baiknya Jgn Membeli Ikan Ini Yg Disuntikan Warna Karena Tidak Akan Berumur Panjang Dan Menyebabkan Sakit White Spot Yg Bisa Menularkan Ikan Lain. Jika Ingin Memelihara Ikan Ini Jumlah Yg Baik Ialah 5 Ekor. Ikan Ini Sering Jadi Target Bully Ikan Lain, Untungnya Ikan Ini Perenang Yg Cepat. \n\tUntuk Pakan Ikan Ini Cukup Mudh Karena Bukan Pemilih Makanan Yg Penting Sesuaikan Ukuran Pakan Dengan Mulut Ikan",
      "menu_utama": "2"
    },
    {
      "id": "8",
      "name": "Ikan Neon Tetra",
      "latin": "Paracheiron Innesi",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998585\/bukusaku\/ikan_neon_tetra_mcsqyz.png",
      "tabiat": "Pendamai",
      "hidup": "4 Tahun",
      "kesulitan": "Pemula, Sedang",
      "area": "Tengah,atas",
      "ukuran": "4 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Ya",
      "keterangan": "Ikan Neon Ialah Ikan Kecil Yg Indah Dengan Warna Menarik Yang Mencolok, Ikan Ini Sebenarnya Ikan Yg Midah Dalam Perawatannya Asalkan Air Dijaga Teteap Bersih Dan Kandungan Oksigennya Cukup Ikan Ini Akan Hidup Nyaman. Yg Menjadikan Ikan Ini Sulit Untuk Dipelihara Karena Ikan Ini Bukan Perenang Yang Cepat Jadi Sering Menjadi Target Keisengan Ikan Lain Dalam Aquarium Campuran.untuk V5f N9ii Memelihara Ikan Ini Ada Baiknya Dipelihara Lebih Dari 6 Ekor",
      "menu_utama": "2"
    },
    {
      "id": "9",
      "name": "Ikan Danio Zebra",
      "latin": "Danio Rerio",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998590\/bukusaku\/ikan_zebra_bezpau.png",
      "tabiat": "Pendamai, Aktif",
      "hidup": "3-5 Tahun",
      "kesulitan": "Pemula",
      "area": "Atas",
      "ukuran": "4 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Ya",
      "keterangan": "Ikan Danio Pasti Ikan Yg Sering Anda Jumpai Di Toko Ikan Hias Dan Memiliki Variasa Warna Biru, Ungu Dan Pink Juga Ada Variasi Ekor Pendek Maupun Panjang. Ikan Ini Termasuk Ikan Yg Sangat Di Cocok Digabung Ikan Lain Selama Ukurannya \nTidak Beda Jauh, Sesekali Mereka Akan Nampak Saling Mengejar Antara Satu Dan Lainnya. Jumlah Minimal Untuk Memelihara Ikan Ini Adalah 5 Ekor Biar Tidak Menyebabkan Stress Apa Lagi Hanya 1 Ekor Menjadikan Ikan Ini Agresive Terhadap Ikan Lain. Untuk Makanan Ikan Ini Tidak Terlalu Pilih2 Makanan. Sesekali Di Beri Paka Live Food Seperti Cacing Darah Atau Jentik Nyamuk Untuk Tambahan Gizi Ikan Ini",
      "menu_utama": "2"
    },
    {
      "id": "10",
      "name": "Galaxy Rasbora",
      "latin": "Celestichthys Margaritatus",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998587\/bukusaku\/ikan_rasbora_galaxy_h9cexk.png",
      "tabiat": "Pendamai",
      "hidup": "3-5 Tahun",
      "kesulitan": "Sulit",
      "area": "Tengah, Bawah",
      "ukuran": "2,5 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Ya",
      "keterangan": "Ikan Rasbora Galaxy Adalah Ikan Yg Sangat Indah Dalam Penampilannya, Ikan Berukuran Mungil Ini Sangat Cocok Dipelihara Didalam Aquascape. Ikan Rasbora Galaxy Sangat Sensitif Dengan Kwalitas Air Apa Lagi Zat-zat Sperti Clorin \nMakanya Diharap Hati-hati Dalam Menjaga Kwalitas Air Untuk Menjaga Kelangsungan Hidup Ikan Ini. Dan Juga Tidak Boleh Terlalu Besar Arus Air Nya Baik Dari Pompa Air Maupu Pompa Udara. Da Kedalaman Air Tidak Lebih Dari 40cm\n\tSayang Dong Harga Ikan Ini Lumayan Mahal Walau Berukuran Kecil Juga Termasuk Ikan Yang Jarang Di Temui Juga Di Toko Ikan Hias. Petimbangkan Dengan Baik Jika Ingin Memelihara Ikan Ini Karna Hanya Bisa Digabung Dengan Ikan Yg Lebih Kecil Atau Sesama Jenis Rasbora.\n\tBeri Pakan Hidup Untuk Ikan Ini Karena Jarang Sekali Ikan Ini Mau Makan Pelet",
      "menu_utama": "2"
    },
    {
      "id": "11",
      "name": "Ramirezi",
      "latin": "Microgeophagus Ramirezi",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998587\/bukusaku\/ikan_ramirezi_ltkcfo.png",
      "tabiat": "Semi Aggresive",
      "hidup": "3-5 Tahun",
      "kesulitan": "Sedang",
      "area": "Bawah",
      "ukuran": "4 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Ya",
      "keterangan": "Dalam Pemeliharaan Ikan Ramirezi Lebih Baik Menggunakan Pasir Sebagai Substratnya Memelihara Ikan Ini Lebih Bagus Di Aquascape Atau Setidaknya Memeiliki Dekorasi Seperti Dialamnya Seperti Ada Kayu Ranting Dan Tempat-tempat Untuk Sembunyi Lainnya.\n\tIkan Ini Termasuk Dalam Lingkup American Dwarf Chiclid Relatif Aman Untuk Dicampur Sesama American Dwarf Chiclid \nSelama Usia Ikan Masih Belum Mature.\r Ingat Basic Ikan Chiclid Itu Teritorial",
      "menu_utama": "2"
    },
    {
      "id": "12",
      "name": "Niasa",
      "latin": "Melanochromis Auratus",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998586\/bukusaku\/ikan_niasa_cj780f.png",
      "tabiat": "Aggresive",
      "hidup": "5 Tahun",
      "kesulitan": "Sedang",
      "area": "Bawah",
      "ukuran": "10-12 Cm",
      "perkembangbiakan": "Mouthbrooder",
      "pompa": "Tidak",
      "keterangan": "Ikan Niasa Ikan Yg Cukup Agresif Jika Ingin Memelihara Ikan Ini Bersama-sama Ada Baiknya Berasal Dari Kluarga Mbuna Dwarf Chiclid Juga Dan Dia Sediakan Tempat-tempa Tpersembunyian Berbatu Sesuai Habitat Aslinya Disarankan Menggunakan Batu Karang Karna Parameter Air Ikan Ini Hardeness. Yg Patut Diperhatikan Untuk Memelihara Ikan Ini Dalam Aquarium Campuran Ialah Keberadaan Ikan Pejantan Di Usahakan Ikan Pejantan Hanya Satu. Karena Pejantan Ikan Ini Sangat Aggresive",
      "menu_utama": "2"
    },
    {
      "id": "13",
      "name": "Lemon Yellow Lab Chiclid",
      "latin": "Labidochromis Caeruleus",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998584\/bukusaku\/ikan_lemon_dc7in4.png",
      "tabiat": "Aggresive",
      "hidup": "5 Tahun",
      "kesulitan": "Sedang",
      "area": "Bawah",
      "ukuran": "10-12 Cm",
      "perkembangbiakan": "Mouthbrooder",
      "pompa": "Tidak",
      "keterangan": "Yellow Lab Termasuk Ikan Dwarf African Chiclid Malawi Ditoko Ikan Hias Biasanya Jenis2 Mbuna Chiclid Ini Ditempatkan Dalam Satu Aquarium Yg Sama. Memang Pada Dasarnya Memelihara Ikan2 Dwarf Chiclid Ini Lebih Bagus Berjumlah Banyak Dalam Satu Aquarium Besar Dengan Dekorasi Batu Batu Untuk Tempat Persembunyian Ikan-ikan Dwarf Chiclid Juga Bisa Digabung Dengan Synodentis Aka Sapu2 Afrika Nama Pasarnya. Untuk Makanan Juga Ga Ribet Sediakan Dan Biasakan Makan Pelet Ikan Ini Akan Baik2 Saja Tapi Usahaakan Peletnya Berprotein Di Atas 35 %",
      "menu_utama": "2"
    },
    {
      "id": "14",
      "name": "White Snow Chiclid",
      "latin": "Pseudotropheus Socolofi",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998589\/bukusaku\/ikan_snow_white_udlpkt.png",
      "tabiat": "Aggresive",
      "hidup": "5 Tahun",
      "kesulitan": "Sedang",
      "area": "Bawah",
      "ukuran": "10-12 Cm",
      "perkembangbiakan": "Mouthbrooder",
      "pompa": "Tidak",
      "keterangan": "Snow White Sebenarnya Adalah Ikan Chiclid Versi Albino, Character Ikan Ini Standar Character Ikan Dwarf Chiclid Yaitu Agresive Tetapi Ikan Ini Memiliki Selera Pakan Yang Unik Ikan Ini Senang Dengan Tumbuhan. Jadi Memberi Makan Ikan Ini Tidak Perlu Dengan Pelet Ber Protein Tinggi Sesekali Beri Dia Metimun Ataupun Sawi Yg Sudah Direbus Sebentar.\n\tUntuk Memelihara Ikan Chiclid Ada Baiknya Perhatikan Temprament Nya Lebah Banyak Mengganggu Lebih Baik Singkirkan Saja Jika Dirumah Memelira Ikan Di Luar Species African Dwarf Chiclid. Atau Lebih Baik Khusus Buat Aquarium Dwarf Chiclid.",
      "menu_utama": "2"
    },
    {
      "id": "15",
      "name": "Thinfoil Barb",
      "latin": "Barbonymus Schwanenfeldii",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998585\/bukusaku\/ikan_kapiat_cnvhda.png",
      "tabiat": "Pendamai Aktif",
      "hidup": "10-15 Tahun",
      "kesulitan": "Sedang",
      "area": "Semua",
      "ukuran": "34 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Ya",
      "keterangan": "Ikan Kapiat Yg Beredar Di Sini Memiliki Dua Versi Yg Albino Dan Yg Berwarna Hijau. Ikan Ini Biasanya Dipelihara Untuk Tank Matenya Ikan Predator Tapi Jgn Sampai Ikan Ini Jadi Korban Ikan Predator Diusahakan Ikan Kapiat Tidal Lebih Kecil Dari Setengah Badan Ikan Predator. Ikan Ini Menjadi Tank Mate Ikan Predator Karena Dia Memakan Sisa-sisa Makanan Dari Ikan Predator\n\tUntuk Yg Ingin Memelihara Ikan Ini Harus Ingat Ikan Ini Bisa Tumbuh Sangat Besar Dan Berumur Panjang Pastikan Anda Berkomitment Untuk Memelihara Ikan Ini",
      "menu_utama": "2"
    },
    {
      "id": "16",
      "name": "Sarpaee Tetra",
      "latin": "Hyphessobrycon Eques",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998588\/bukusaku\/ikan_sarpae_cx4jal.png",
      "tabiat": "Semi Agresive",
      "hidup": "4-5 Tahun",
      "kesulitan": "Pemula",
      "area": "Semua",
      "ukuran": "5 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Ya",
      "keterangan": "Ikan Sarpae Terkenal Ikan Yang Jahil Ikan Yg Suka Mengigiti Sirip Ikan Lain. Agar Hal Ini Tidak Terjadi Peliharalah Ikan Ini Dengn Jumlah 7 Atau Lebih. Kumpulan Ikan Ini Akan Sibuk Dengan Sesama Jenisnya \nJika Memelihara Ikan Ini Kurang Dari 5 Ikan Ini Akan Sangat Agresif Terhadap Ikan Lain Di Aquarium Disarankan Memelihara Ikan Ini Dengan Tanaman Jadi Ada Tempat Persembunyian.",
      "menu_utama": "2"
    },
    {
      "id": "17",
      "name": "Rummy Nose",
      "latin": "Hemigrammus Rhodostomus",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998588\/bukusaku\/ikan_rummy_nose_kjbetf.png",
      "tabiat": "Pendamai",
      "hidup": "5 Tahun",
      "kesulitan": "Pemula",
      "area": "Tengah",
      "ukuran": "4 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Ya",
      "keterangan": "Rummy Nose Tetra Adalah Ikan Yg Suka Bergerombol\/schooling Dengan Grombolan Yg Sangat Rapat Jadi Memelihra Ikan Ini Ada Baiknya Lebih Dari Sepuluh Ekor Agar Kita Dapat Menikmati Gaya Renang Schooling Ikan Ini Untuk Ikan Ini Tidak Ada Perawat Khusus Selama Kwalitas Air Di Akuarium Kita Baik Dan Kandungan Oksigen Cukup Untuk Pakan Ia Lebih Suka Pakan Yg Tenggelam ",
      "menu_utama": "2"
    },
    {
      "id": "18",
      "name": "Sae",
      "latin": "Crossocheilus Oblongus",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998588\/bukusaku\/ikan_sae_gzqdun.png",
      "tabiat": "Pendamai",
      "hidup": "10 Tahun",
      "kesulitan": "Pemula",
      "area": "Bawah",
      "ukuran": "15 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Ya",
      "keterangan": "Siamese Alga Eater Biasanya Dibutuhkan Oleh Para Aquascaper Ikan Ini Akan Aktif Memakan Alga Yg Tumbuh Di Aquascape Walau Begitu Ia Adalah Ikan Omnivora Butuh Diet Yg Berbeda Bisa Sesekali Di Beri Makan Cacing Beku. Dan Ada Baiknya Ikan Ini Dipelihara Di Aquarium Yg Lebat Tumbuhannya Yg Akan Membuat Ikan Ini Nyaman.",
      "menu_utama": "2"
    },
    {
      "id": "19",
      "name": "Cae",
      "latin": "Gyrinocheilus Aymonieri",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998581\/bukusaku\/ikan_cae_xf1olc.png",
      "tabiat": "Semi Agresive",
      "hidup": "10 Tahun",
      "kesulitan": "Pemula",
      "area": "Bawah",
      "ukuran": "20 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Ya",
      "keterangan": "Cae (chinese Alga Eater ) Adalah Ikan Yg Sangat Baik Untuk Mengontrol Keberaadaan Alga Di Aquarium\/aquascape \nIa Akan Sangat Rakus Memakan Alga Yg Ada, Namun Ada Yang Patut Diperhatikan Dengan Ikan Ini Saat Ikan Ini Tumbuh Beranjak Dewasa Ia Mulai Kurang Memakan Alga Dia Lebih Memilih Memakan Berprotein Dan Mulai Iseng Terhadap Ikan Lain Dengan Cara Mengigiti Sirip - Sirip Ikan Lain Ada Baiknya Mengganti Ikan Ini Jika Ukurannya Sudah Lebih Dari 10cm Jika Penempatannya Dalam Aquarium Campuran.",
      "menu_utama": "2"
    },
    {
      "id": "20",
      "name": "Synodhentis",
      "latin": "Synodontis Eupterus",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998590\/bukusaku\/ikan_synodentis_qtp7wo.png",
      "tabiat": "Pendamai-semi Agresive",
      "hidup": "20 Tahun",
      "kesulitan": "Pemula",
      "area": "Bawah",
      "ukuran": "30 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Tidak",
      "keterangan": "Ikan Synodenthis Adalah Ikan Omnivora Dan Cendrung Sebagai Scarvenger Yaitu Ikan Yg Memakan Sisa-sisa Pakan Ikan Lain Tapi Dia Juga Sangat Aktif Untuk Mengejar Pakan Yg Diberikan. Jika Memelihara Ikan Ini Bersama Ikan-ikan Pendamai Lebih Baik Tidak Banyak Memberikan Pakan Hidup Ataupun Pakan Beku, Jika Ikan Ini Terbiasa Makan Daging Dia Akan Menjadi Predator Untuk Ikan-ikan Komunitas Lainnya. Tapi Kalau Sengaja Ingin Menggabung Ikan Ini Dengan Predator Ya Tidak Masalah Karena Dia Akan Makan Serpihan Pakan Sisa Dari Ikan Predator. \n\tUntuk Ukuran Ikan Ini Juga Patut Diperhatikan Karena Ikan Ini Bisa Tumbuh Hingga 25cm Dengan Tubuh Yg Cukup Besar Jadi Jika Ingin Berkomitmen Memelihara Ikan Ini Sediakanlah Aquarium Berukuran Besar",
      "menu_utama": "2"
    },
    {
      "id": "21",
      "name": "Ctenopoma",
      "latin": "Ctenopoma Acutirostre",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998584\/bukusaku\/ikan_ctenopoma_cu4fsh.png",
      "tabiat": "Agresive",
      "hidup": "10 Tahun",
      "kesulitan": "Sedang",
      "area": "Bawah",
      "ukuran": "20 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Tidak",
      "keterangan": "Ikan Ini Sering Ditemui Di Toko-toko Ikan Hias Dicampur Dengan Berbagai Jenis Ikan, Tapi Hati-hati Jika Ingin Memelihara Ikan Ini Dirumah Karena Ikan Ini Akan Memakan Ikan Yang Ukurannya Lebih Kecil Dari Setengah Badannya Ikan Ini Termasuk Ikan Yg Sangat Agresive Terhadap Ikan Yg Ukurannya Lebih Kecil Dari Badannya. Untuk Memelihara Ikan Ini Alangkah Baiknya Di Dekor Dengan Tanaman Low Light Dan Juga Kayu2 Untuk Perlindungan. Ditoko Aquarium Biasanya Ditawarkan Dalam Ukuran Kecil Akan Tetapi Ikan Ini Bisa Tumbuh Hingga Ukuran 20 Cm Dan Sangat Agresive Hanya Beberapa Jenis Ikan Yg Bisa Dicampur Sedikit Aman Dgn Ikan Ini Yaitu Ikan Bala Shark, Ikan Corydoras Dan Ikan Dolar Atau Ikan-yg Ukurannya Lebih Besar Darinya.",
      "menu_utama": "2"
    },
    {
      "id": "22",
      "name": "Belut Kuhli",
      "latin": "Pangio Kuhli",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998580\/bukusaku\/belut_kuhli_slsb1c.png",
      "tabiat": "Pendamai",
      "hidup": "10 Tahun",
      "kesulitan": "Sedang",
      "area": "Bawah",
      "ukuran": "8-10 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Tidak",
      "keterangan": "Ikan Kuhli Adalah Ikan Yg Cukup Menarik Diperhatikan Didalam Aquarium Di Adalah Ikan Scarvenger Yang Lebih Aktif\nMencari Makan Dimalam Hari, Ikan Ini Damai Dan Dapat Dicampur Ikan Apa Saja Yang Bukan Predator. Ikam Ini Memiliku Keunikan Di Warna Dasarnya Kadang Berwarna Putih Kadang Agak Pink Bahkan Kuning Dengan Strip Yang Unik Dan Ada Juga Yg Jenis Hitam ",
      "menu_utama": "2"
    },
    {
      "id": "23",
      "name": "Red Fin Shark",
      "latin": "Epalzeorhynchos Frenatum",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998587\/bukusaku\/ikan_red_fin_fjpchs.png",
      "tabiat": "Semi Agresive (sangat Agresive Sesamanya)",
      "hidup": "5-8 Tahun",
      "kesulitan": "Pemula",
      "area": "Bawah, Tengah",
      "ukuran": "15 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Ya",
      "keterangan": "Ikan Red Fin Shark Ikan Yg Cukup Indah Dipelihara Tapi Ikan Ini Akan Menjadi Ikan Yg Teritorial Untuk Wilayahnya Maka Alangkah Baiknya Disediakan Tempat Persembunyian Untuk Ikan Ini, Ikan Ini Akan Menghajar Ikan Yg Memasuki Area Teritorinya Apa Lagi Untuk Ikan Yg Ukurannya Lebih Kecil Sangat Tidak Disarankan \n\tYang Sangat Perlu Diperhatikan Jgn Pernah Memelihara Ikan Ini Lebih Dari Seekor Dalam Satu Aquarium Atau Dengan Ikan Jeis Red Tail Shark Karena Jika Sesamanya Bertemu Akan Bertarung Hingga Tewas.",
      "menu_utama": "2"
    },
    {
      "id": "24",
      "name": "Red Tail Shark",
      "latin": "Epalzeorhynchus Bicolor",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998588\/bukusaku\/ikan_red_tail_shark_wqgogu.png",
      "tabiat": "Semi Agresive ( Sangat Agresive Sesamanya )",
      "hidup": "5-8 Tahun",
      "kesulitan": "Pemula",
      "area": "Bawah, Tengah",
      "ukuran": "15 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Ya",
      "keterangan": "Ikan Ini Bisa Dipadukan Didalam Aquarium Campuran Dengan Catatan Bukan Ikan Hias Yg Lebih Kecil. Jgn Mencampur Ikan Red Tail Shark Dengan Red Fin Shark Terkecuali Aquarium Cukup Besar Karena Jika Ikan Ini Bertemu Sesamanya Atau Antara Red Tail Shark Dengan Red Fin Shark Akan Dipastikan Bertarung Hingga Mati.",
      "menu_utama": "2"
    },
    {
      "id": "25",
      "name": "Bala Shark",
      "latin": "Balantiocheilos Melanopterus",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998583\/bukusaku\/ikan_bala_shark_q2zzxw.png",
      "tabiat": "Pendamai",
      "hidup": "8-10 Tahun",
      "kesulitan": "Sedang",
      "area": "Atas",
      "ukuran": "40 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Ya",
      "keterangan": "Ikan Bala Shark Biasanya Ada Ditoko Ikan Hias Dengan Ukuran 8-10 Cm Tapi Namun Hati-hati Ikan Ini Bisa Tumbuh Hingga Ukuran 40 Cm. Saat Awal Pemeliharaan Ikan Ini Akan Sangat Pemalu Jadi Untuk Menghindari Stress Pada Ikan Perlu Ditambahkan Tempat Sembunyi Tapi Jgn Terlalu Banyak. Disarankan Memelihara Ikan Ini 6 Ekor Dia Jadi Ikan Yg Sangat Aktif Dan Mengurangi Stress Pada Ikan. \n\tKarena Ikan Ini Bisa Berukuran Sangat Besar Jgn Dipelihara Dengan Ikan Yg Berukuran Kecil Karena Pasti Akanjadi Santapannya Walaupun Secara Natural Ikan Ini Buka Ikan Predator",
      "menu_utama": "2"
    },
    {
      "id": "26",
      "name": "Manfish",
      "latin": "Pterophylum Sp",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998585\/bukusaku\/ikan_manfish_e5d0fj.png",
      "tabiat": "Pendamai",
      "hidup": "10 Tahun",
      "kesulitan": "Sedang",
      "area": "Atas",
      "ukuran": "20 Cm Keatas",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Ya",
      "keterangan": "Ikan Manfish Adalah Primadonanya Ikan Air Tawar Ikan Ini Pendamai Tapi Bisa Jadi Agresive Karna Ikan Ini Termasuk Jenis Chiclid. Ikan Ini Perenang Yg Lambat Jadi Dia Tidak Menyukai Air Yg Terlalu Berarus Anda Bisa Mencampur Ikan Ini Dengan Ikan Yg Berenang Cepat Seperti Moly,platy Atau Ikan-ikan Dasar Seperti Corydoras Dan Botia. Ikan Ini Juga Bisa Jadi Pendamping Ikan Koki Maupun Koi Dan Berguna Membanu Menghilangkan Kutu Pada Ikan Koki Dan Koi.\n\tUntuk Memulai Memelihara Ikan Ini Jgn Menggunakan Air Baru Tapi Gunakankan Air Lama Atau Yg Sudah Dienapkan Karea Ikan Ini Sangat Sensitif Dengan Air Yg Baru",
      "menu_utama": "2"
    },
    {
      "id": "27",
      "name": "Ikan Mas Koki",
      "latin": "Carassius Auratus",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998585\/bukusaku\/ikan_mas_koki_vjg1ra.png",
      "tabiat": "Pendamai",
      "hidup": "20 Tahun",
      "kesulitan": "Sulit",
      "area": "Semua Tempat",
      "ukuran": "25 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Ya",
      "keterangan": "Ikan Mas Koki Adalah Ikan Yg Paling Mudah Ditemui Di Toko Aquarium,karena Ikan Ini Sangat Populer Tetapi Anda Perlu Perhatian Khusus Dalam Memelihara Ikan Ini, Karena Ikan Ini Cukup Rentan Diperlihara. Memelihara Air Dengan Baik Ialah Kunci Dasar Dalam Pemeliaraan Ikan Ini. Ikan Ini Ikan Pendamai Dan Mudah Sekali Terganggu Dengan Keberadaan Ikan Lain Jika Anda Ingin Memelihara Ikan Ini Lebih Baik Fokus Dengan Jenis Ikan Ini Karena Ikan Ini Memiliki Varasai Yg Sangat Banyak Dan Indah-indah.",
      "menu_utama": "2"
    },
    {
      "id": "28",
      "name": "Ikan Komet",
      "latin": "Carassius Auratus",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998585\/bukusaku\/ikan_mas_komet_vu9tbz.png",
      "tabiat": "Pendamai",
      "hidup": "20 Tahun",
      "kesulitan": "Sedang",
      "area": "Semua Tempat",
      "ukuran": "30 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Ya",
      "keterangan": "Ikan Komet Dahulu Sering Diremehkan Sebagai Ikan Umpan Predator. Namun Saat Ini Ikan Komet Memiliki Banyak Variasai Yg Menarik Untuk Dikoleksi Karena Memiliki Variant Warna Yg Banyak Dan Ekor Panjang Yang Sangat Indah Ikan Ini Tidak Terlalu Sulit Memeliharanya Untuk Ukuran Tempatnya Semakin Besar Semakin Baik Dan Untuk Makanan Cukup Pelet Dengan Sesekali Dalam Seminggu Di Beri Bloodworm Untuk Meningkatkan Warnanya ",
      "menu_utama": "2"
    },
    {
      "id": "29",
      "name": "Ikan Corydoras",
      "latin": "Corydoras Sp",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998583\/bukusaku\/ikan_corydoras_ohmduu.png",
      "tabiat": "Pendamai",
      "hidup": "5 Tahun",
      "kesulitan": "Pemula",
      "area": "Bawah",
      "ukuran": "5-10 Cm Tergantung Species",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Tidak",
      "keterangan": "Ikan Corydoras Bisa Dibilang Ikan Yang Lucu Dan Sangat Menarik Karena Gaya Renang Yg Meliok2 Didasar Aquarium Dan Bergerombol Maka Dari Itu Lebih Baik Memelihara Ikan Ini Jumlahnya Lebih Dari 6 Ekor.\n\tIkan Ini Ikan Yg Damai Jadi Tidak Masalah Ikan Ini Dipelihara Dengan Ikan Pendamai Lainnya Bahkan Cukup Aman Dipelihara Bersama Cherry Shrimp",
      "menu_utama": "2"
    },
    {
      "id": "30",
      "name": "Dwarf Gourami",
      "latin": "Trichogaster Lalius",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998587\/bukusaku\/ikan_mini_gouramy_jqoaas.png",
      "tabiat": "Pendamai",
      "hidup": "5 Tahun",
      "kesulitan": "Pemula",
      "area": "Bawah, Tengah",
      "ukuran": "11 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Tidak",
      "keterangan": "Ikan Gourami Mini Ini Sangat Tepat Dipelihara Dalam Aquascape Yg Berarus Pelan Karena Tidak Berukuran Besar Dan Memimiliki Variasi Warna Yg Bermacam-macam. Ikan Ini Dapat Dicampur Dengan Jenis Ikan Pendamai Lainnya Yg Patut Diperhatikan Ikan Ini Cendrung Senang Pakan Hidup Seperti Bloodworm Dan Jentik Nyamuk Agak Sulit Membiasakan Ikan Ini Memakan Pelet. ",
      "menu_utama": "2"
    },
    {
      "id": "31",
      "name": "Ikan Palmas",
      "latin": "Polypterus Sp",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998586\/bukusaku\/ikan_palmas_mpcrne.png",
      "tabiat": "Pendamai",
      "hidup": "20 Tahun",
      "kesulitan": "Pemula",
      "area": "Bawah",
      "ukuran": "25-45 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Tidak",
      "keterangan": "Ikan Palmas Adalah Ikan Predator Yang Cukup Anteng Dan Pasif Ikan Ini Jarang Sekali Mangganggu Ikan Lain. Ia Hanya Akan Makan Ikan Yang Sesui Dengan Ukuran Mulutnya Ikan Ini Dapat Mengambil Nafas Dari Udara Langsung. Untuk Pemula Dalam Ikan Predator Ikan Ini Cukup Direkomendasikan Selain Mudah Dipelihara Ikan Ini Juga Bisa Dicampur Dengan Jenis2 Predator Lainnya Dalam Satu Aquarium.",
      "menu_utama": "2"
    },
    {
      "id": "32",
      "name": "Ikan Belida",
      "latin": "Chitala Ornata",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998582\/bukusaku\/ikan_belida_kjtav4.png",
      "tabiat": "Pendamai",
      "hidup": "20 Tahun",
      "kesulitan": "Pemula",
      "area": "Tengah",
      "ukuran": "100 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Tidak",
      "keterangan": "Ikan Belida Biasa Nya Menjadi Santapan Mewah Di Daerah Tertentu. Tapi Ikan Ini Termasuk Ikan Yg Exotic Untuk Dipelihara Didalam Aquarium Ikan Ini Tidak Agresive Terhadap Jenis Ikan Lain, Tetapi Jgn Memelihara Ikan Ini Kebih Dari Satu Ekor Dalam Aquarium Kecil Karena Mereka Akan Bertarung Dan Menyebabkan Stress Pada Ikan Ini. Walau Ikan Ini Bisa Berukuran Besar Tapi Ikan Ini Memiliki Pertumbuhan Yg Lambat. Untuk Makan Ikan Ini Termasuk Pemilih Dan Cendrung Pasif Karena Di Habitat Aslinya Ikan Ini Adalah Ambush Predator Atau Ikan Penyergap Bukan Pengejar. ",
      "menu_utama": "2"
    },
    {
      "id": "33",
      "name": "Ikan Aligator Gar",
      "latin": "Atractosteus Spatula",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998580\/bukusaku\/ikan_aligator_gar_todolc.png",
      "tabiat": "Pendamai",
      "hidup": "20 Tahun",
      "kesulitan": "Pemula",
      "area": "Tengah, Atas",
      "ukuran": "250 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Tidak",
      "keterangan": "Ikan Purba Ini Ikan Yang Sangat Populer Dikalangan Penghobby Ikan Hias Ditanah Air Ini Selain Perawatannya Yg Mudah Ikan Ini Termasuk Tidak Pilih-pilih Makanan Selama Mangsanya Bergerak Dan Sesuai Dengan Ukuran Mulutnya Pasti Ikan Ini Akan Memakannya. Walaupun Ikan Ini Berpenampilan Sangar Ikan Ini Termasuk Ikan Yg Bisa Diganbung Dalam Aquarium Campuran Selama Bukan Di Campur Dengan Ikan2 Yg Berukuran Jauh Kebih Kecil Nanti Dikira Mangsa. Ikan Ini Pertumbuhannya Termasuk Cepat Jadi Dalam Memelihara Ikan Ini Siapkan Lah Wadah Yang Besar.",
      "menu_utama": "2"
    },
    {
      "id": "34",
      "name": "Oscar",
      "latin": "Astronotus Ocellatus",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998586\/bukusaku\/ikan_oscar_pbmpae.png",
      "tabiat": "Aggresive",
      "hidup": "20 Tahun",
      "kesulitan": "Sedang",
      "area": "Semua",
      "ukuran": "45 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Ya",
      "keterangan": "Untuk Memelihara Ikan Ini Pastikan Anda Memiliki Komitment Kedepannya Ikan Ini Tidak Bisa Dicampur Dengan Ikan Lain. Bahkan Dengan Kalangannya Sendiri. Pertumbuhan Ikan Ini Juga Cukup Pesat Dengan Jumlah Makan Yang Besar \nUntuk Pemula Tidak Disaran Kan Memelihara Ikan Ini.",
      "menu_utama": "2"
    },
    {
      "id": "35",
      "name": "Red Tail Catfish",
      "latin": "Phractocephalus Hemioliopterus",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998587\/bukusaku\/ikan_red_tailed_catfish_resm8z.png",
      "tabiat": "Pendamai",
      "hidup": "20 Tahun",
      "kesulitan": "Sedang",
      "area": "Bawah",
      "ukuran": "150 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Ya",
      "keterangan": "JANGAN Pernah Terjebak Dengan Penampilan Lucu Ikan Ini Saat Kecil, Ikan Ini Biasanya Dijual Di Toko Ikan Hias Di Ukuran 10 CM Ikan Ini Cukup Kecil Tapi Ikan Ini Mampu Memangsa Ikan Yg Ukurannya Hampir Sama Dengan Ukurannya. Ikan Ini Termasuk Ikan Yg Bisa Di Campur Dengan Ikan Lain Didalam Aquarium Selama Ikan Lain Ukurannya Cukup Besar Hingga Tidak Muat Dalam Mulutnya. Untuk Pertumbuhan Ikan Ini Sangat Cepat Hingga Ikan Ini Butuh Wadah Yg Cukup Besar Dan Sedia Pakan Yg Cukup Banyak ",
      "menu_utama": "2"
    },
    {
      "id": "36",
      "name": "Nerite Snail",
      "latin": "Neritina Natalensis",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998591\/bukusaku\/nerite_snail_mfqgf6.png",
      "tabiat": "Pendamai",
      "hidup": "1-2 Tahun",
      "kesulitan": "Sedang",
      "area": "Semua",
      "ukuran": "2 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Ya",
      "keterangan": "Nerite Snail Biasanya Nya Dipelihara Oleh Para Aquascaper Untuk Membersihkan Alga Yang Menganggu Didalam Aquascape. Hewan Ini Sangat Pendamai Jadi Tidak Akan Mengganggu Ikan-ikan Didalam Aquarium. Jangan Mencampur Nerite Snail Didalam Aquarium Yg Berisi Ikan-ikan Yang Suka Memakan Jenis Moluska Ini Seperti Ikan Botia, Ikan Chiclid Dan Ikan Buntal. Keong Ini Aman Dielihara Dan Tidak Akan Berkembang Biak Dalam Aquarium Karena Hewan Ini Hanya Bisa Berkembang Di Air Payau Jadi Tidak Akan Terjadi Over Populasi Seperti Keong Jenis Lain",
      "menu_utama": "2"
    },
    {
      "id": "37",
      "name": "Rams Horn Snail",
      "latin": "Planorbarius Sp",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998591\/bukusaku\/rams_horn_snail_uyvp4o.png",
      "tabiat": "Pendamai",
      "hidup": "1-2 Tahun",
      "kesulitan": "Sedang",
      "area": "Semua",
      "ukuran": "2 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Ya",
      "keterangan": "Untuk Sebagian Hobbys Keong Ini Bisa Disebut Peliharaan Tetapi Untuk Hobbys Lain Bisa Disebut Sebagai Hama \nKeong Ini Memakan Sisa-sisa Makanan Yang Ada Didalam Aquarium Jadi Bisa Dibilang Membantu Menjaga Keadaan Air Diaquarium Sayangnya Keong Ini Populasinya Sulit Di Kontrol Jika Sudah Beradaptasi Dalam Aquarium Hingga Terus Berkembang Biak Dan Sangat Banyak Dalam Aquarium. Dalam Penampilan Keong Ini Sangat Menarik Karena Memiliki Berbagai Variasi Warna.",
      "menu_utama": "2"
    },
    {
      "id": "38",
      "name": "Red Cherry Shrimp",
      "latin": "Neocaridina Heteropoda",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998591\/bukusaku\/red_cherry_shrimp_dvvz12.png",
      "tabiat": "Pendamai",
      "hidup": "1 Tahun",
      "kesulitan": "Pemula",
      "area": "Bawah",
      "ukuran": "2 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Ya",
      "keterangan": "Red Cherry Shrimp Adalah Satwa Air Yg Cukup Menarik Di Pelihara Di Aquarium Yg Padat Tumbuhannya Lebih Baik. Jika Kondisinya Baik Dia Akan Berkembang Biak Dengan Cepat. Untuk Makanan Dia Juga Tidak Pilih-pilih Makanan. Cendrung Hidup Sebagai Scarvenger Atau Pemakan Sisa-sisa Makanan. Yg Patut Diperhtikan Ialah Jangan Sampai Ada Kandungan Kuningan Di Aquarium Hewan Ini.",
      "menu_utama": "2"
    },
    {
      "id": "39",
      "name": "Mini Mexico Crayfish",
      "latin": "Cambarellus Patzcuarensis",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998591\/bukusaku\/mini_mexico_cryfish_vmswel.png",
      "tabiat": "Semi Agresive",
      "hidup": "2 Tahun",
      "kesulitan": "Pemula",
      "area": "Bawah",
      "ukuran": "4 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Ya",
      "keterangan": "Lobster Ini Termasuk Langka Peredarannya Disini. Udang Ini Cukup Agresif Akan Menangkap Mangsa Apa Saja Yang Lambat Yg Lewat Dekatnya, Dalam Memelihara Udang Ini Ada Baiknya Menggunakan Paralalon Yg Disusun Sedemikian Rupa Hingga Bisa Untuk Sarang Masing-masing Individu Lalu Disamarkan Dengan Kayu Atau Akar Sentigi Untuk Nilai Estetika. Untuk Makanannya Nisa Dikasih Pelet Yg Tenggelam Dan Sesekali Di Beri Sayuran Yg Sudah Direbus Sebentar.",
      "menu_utama": "2"
    },
    {
      "id": "40",
      "name": "Vampire Crab",
      "latin": "Geosesarma",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998593\/bukusaku\/vampire_crab_mtzvsd.png",
      "tabiat": "Semi Agresive",
      "hidup": "5 Tahun",
      "kesulitan": "Sedang",
      "area": "Bawah",
      "ukuran": "5 Cm",
      "perkembangbiakan": "Egg Layer",
      "pompa": "Ya",
      "keterangan": "Hewan Ini Cukup Jarang Beredar Di Toko-toko Ikan Hias Di Jakarta Karena Hewan Sensitive Dengan Hawa Panas Sebenernya Kepiting Ini Juga Bukan 100 Persen Hewan Air Dia Butuh Sesekali Kedaratan Jadi Paludarium Adalah Wadah Yg Baik Untuknya Dan Juga Perhatikan Tutup Aquarium Karena Hewan Ini Jago Melarikan Diri",
      "menu_utama": "2"
    },
    {
      "id": "41",
      "name": "Kapu-kapu",
      "latin": "Pistia Stratiotes",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998590\/bukusaku\/Kapu_kapu_f9762x.png",
      "tabiat": "",
      "hidup": "",
      "kesulitan": "",
      "area": "Cahaya Tinggi",
      "ukuran": "",
      "perkembangbiakan": "",
      "pompa": "",
      "keterangan": "Tumbuhan Air Ini Hanya Cocok Untuk Di Kolam Dibawah Matahari. Kegunaan Tumbuhan Ini Cendrung Untuk Breeding Ikan Bukan Untuk Hiasan Karena Akarnya Yg Menjuntai Sangat Cocok Utk Tempat Telur Beberapa Jenis Ikan. Dan Juga Untuk Tempat Brsembunyi Anak-anak Ikan ",
      "menu_utama": "2"
    },
    {
      "id": "42",
      "name": "Eceng Gondog",
      "latin": "Eichhornia Crassipes",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998582\/bukusaku\/eceng_gondok_tohlgu.png",
      "tabiat": "",
      "hidup": "",
      "kesulitan": "",
      "area": "Cahaya Tinggi",
      "ukuran": "",
      "perkembangbiakan": "",
      "pompa": "",
      "keterangan": "Tumbuhan Indah Ini Bisa Menjadi Indah Jika Penempatannya Benar Tapi Bisa Menjadi Hama Diperairan Umum Karena Tumbuhan Ini Bisa Menyebabkan Pendangkalan. Jadi Jgn Sembarangan Membuang Tumbuhan Ini Di Perairan Umum",
      "menu_utama": "2"
    },
    {
      "id": "43",
      "name": "Ganggang Air",
      "latin": "Egeria Densa",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998582\/bukusaku\/ganggang_air_odrnxk.png",
      "tabiat": "",
      "hidup": "",
      "kesulitan": "",
      "area": "Cahaya Rendah",
      "ukuran": "",
      "perkembangbiakan": "",
      "pompa": "",
      "keterangan": "Tumbuhan Ini Cepat Berkembangnya Cukup Disteam Pohon Ini Dagh Hidup Lagi Bentuknya Sesui Dengan Penerimaan Cahaya Jika Cahayanya Tinggi Daunnya Menjadi Rapat Jika Rendah Cahayanya Jarak Daunnya Jadi Jauh.",
      "menu_utama": "2"
    },
    {
      "id": "44",
      "name": "Ganggang Rambut",
      "latin": "Cabomba Sp",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998582\/bukusaku\/ganggang_rambut_l54g2y.png",
      "tabiat": "",
      "hidup": "",
      "kesulitan": "",
      "area": "Cahaya Rendah",
      "ukuran": "",
      "perkembangbiakan": "",
      "pompa": "",
      "keterangan": "Tumbuhan Ini Juga Sangat Cepat Perkembangannya Juga Tahan Dalam Berbagai Kondisi Tumbuhan Ini Cocok Untuk Breeding Berbagai Jenis Satwa Air",
      "menu_utama": "2"
    },
    {
      "id": "45",
      "name": "Anubias",
      "latin": "Anubias Sp",
      "picture": "https:\/\/res.cloudinary.com\/dpkusklvu\/image\/upload\/v1665998581\/bukusaku\/anubias_sp_rbqs1m.png",
      "tabiat": "",
      "hidup": "",
      "kesulitan": "",
      "area": "Cahaya Rendah",
      "ukuran": "",
      "perkembangbiakan": "",
      "pompa": "",
      "keterangan": "Tidak Seperti Kebanyakan Tumbuhan Air Lainnya Semakin Tinggi Cahaya Semakin Baik Tumbuhan Ini Justru Jgn Diberi Pencahayaan Yg Tinggi. Karena Dengan Lambatnya Pertumbuhan Tumbuhan Ini Malah Menjadikan Daun-daun Di Tumbuhan Ini Ditumbuhin Algae Dan Malah Menhyebabkan Tumbuhan Ini Mati",
      "menu_utama": "2"
    }
  ]